"LANG" = "(Japanese)";

"BAD_SYSTEM" = "Maintenance はこのバージョンの Mac OS X では動作しません。";
"GOOD_SYSTEM" = "Maintenance の当バージョンの動作には Mac OS X 10.6.x (Snow Leopard) が必要です。";
"BADPASS" = "入力された名前またはパスワードが正しくありません。";
"MSG_BADPASS" = "再度入力してください。";
"EXEC_MAINTENANCE" = "Maintenance を起動中…";

"CHECK_UPDATE" = "アップデートを確認中…";
"UPTODATE" = "お使いの Maintenance は最新バージョンです。";
"MSG_UPTODATE" = "新しいバージョンはありません。続けるには“OK”をクリックしてください。";
"NO_UPDATE" = "新しいバージョンはありませんでした";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "新しいバージョンを発見、ダウンロードしました";
"UPDATE_NODL" = "新しいバージョンが見つかりましたが、ダウンロードしていません";
"B_DL" = "ダウンロード";
"DL_UPDATE" = "ダウンロード中…";
"NEW_VERS" = "新しいバージョンが見つかりました。";
"MSG_VERSA" = "お使いの Maintenance のバージョンは ";
"MSG_VERSB" = " です。\n入手できる最新バージョンは ";
"MSG_VERSC" = " です。\nダウンロードしますか？";
"DLOK" = "ダウンロードが完了しました。";
"MSG_DLOK" = "Maintenance の最新バージョンがダウンロードされ、デスクトップまたは Maintenance の環境設定で指定したフォルダに保存されました。";
"ERR_UPDATE" = "アップデートの確認中にエラーが発生しました";
"ERR_UPDATERETRY" = "Maintenance のアップデートの確認中にエラーが発生しました。Web サイトが一時的に閲覧不能か、またはインターネットへの接続に問題があるようです。後で再度お試しください。";

"CHECK_SMART" = "S.M.A.R.T. 状況を検証";
"DISABLE_SMART" = "S.M.A.R.T. 状況の検証は、Maintenance の環境設定で起動時に実行しないように設定することができます。";
"SMART_VERIFIED" = "S.M.A.R.T. 状況は検証済みです。";
"MSG_SMART_VERIFIED" = "このディスクは正常に動作しています。";
"SMART_NOTSUPPORTED" = "S.M.A.R.T. 未対応です。";
"MSG_SMART_NOTSUPPORTED" = "S.M.A.R.T. 状況は未検証です。このディスクは S.M.A.R.T. に対応していません。";
"SMART_NOTVERIFIED" = "S.M.A.R.T. 状況は未検証です。";
"MSG_SMART_NOTVERIFIED" = "このディスクの S.M.A.R.T. 状況を確認中にエラーが検出されました。";
"MSG_SMART_RAID" = "Maintenance では RAID セットの S.M.A.R.T. 状況の確認はできません。";

"CHECKDISK" = "起動ボリュームを検証";
"MSG_ALERTCHECK" = "メンテナンスまたはシステムのクリーニングを実行する前に、起動ディスクを検証されるようおすすめします。";
"MSG_CHECKDISK" = "検証を開始する前に、起動中のアプリケーションをすべて終了し（検証結果に影響を及ぼすタスクがあります）、“続ける”をクリックしてください。\n検証作業中は Finder の動作が緩慢になり、回転するレインボーカーソルが表示され続けたり、コンピュータがフリーズしたかのように見えますが、これらは通常の動作です。検証が完了するまでお待ちください！";
"CHECKDISK_OK" = "ボリュームは検証済みです。";
"MSG_CHECKDISK_OK" = "起動ボリュームは問題ありません。";
"CHECKDISK_NOTOK" = "このボリュームは修復が必要です。";
"MSG_CHECKDISK_NOTOK" = "起動ディスクを修復するには、Mac OS X インストールディスク（CD または DVD）で起動し、ユーティリティメニューから“ディスクユーティリティ”を選択してください…";
"NOCHECKDISK" = "検証できません。";
"MSG_NOCHECKDISK" = "起動ボリュームがジャーナリングされていないので、検証することができません。";

"NOCOMMAND" = "コマンドが選択されていません…";
"MSG_NOCOMMAND" = "少なくともひとつのアプリケーションを選択して再度お試しください。";
"ERROR" = "エラー： ";
"ALRT" = "警告：";
"ALRT_QUITALL" = "Maintenance は動作中のアプリケーションすべてを終了します。 続けるには“OK”をクリックしてください。";

"B_QUIT" = "終了";
"B_CANCEL" = "キャンセル";
"B_CONTINUE" = "続ける";
"B_RESTART" = "再起動";
"B_CLOSE" = "閉じる";
"B_SHUTDOWN" = "システム終了";

"REPAIRPERM" = "アクセス権を修復中";
"SCRIPTS" = "メンテナンススクリプトを実行中";
"CACHE_SYSTEM" = "システムキャッシュを削除中";
"CACHE_APP" = "アプリケーションキャッシュを削除中";
"FONT_CACHES" = "フォントキャッシュを削除中";
"LOGS" = "ログおよび CrashReporter レポートを削除中";
"TEMP_ITEMS" = "最近使った項目 と 一時項目キャッシュを削除中";
"LAUNCHSERVICES" = "LaunchServices データベースを再構築中";
"DYLDCACHE" = "dyld の共有キャッシュを更新中";
"DSSTORE" = "すべての不可視 .DS_Store ファイルを削除中";
"INDEX_SPOTLIGHT" = "Spotlight インデックスを削除中";
"INDEX_BAL" = "Mail の Envelope インデックスを再構築中";

"ENDMAINTAIN" = "メンテナンスが完了しました。";
"MSG_ENDMAINTAIN" = "選択されたメンテナンスコマンドが実行されました。";
"MSG_RESTART" = "選択されたメンテナンスコマンドが実行されました。 今すぐコンピュータを再起動してください。";

"ERR_MAINTENANCELOG" = "Maintenance システムログは停止されています。";
"MSG_MAINTENANCELOG" = "Maintenance システムログの操作がシステムの不具合により妨害されました。システム環境設定で日付と時刻の書式をカスタマイズしていませんか？";
"NO_FILE" = "ファイルが存在しません";
"NO_LOGMAINTENANCE" = "Maintenance ログ(~/Library/Logs/Maintenance.log）が存在しません。おそらく削除されてしまったのでしょう。";
"DEL_LOG" = "Maintenance ログを削除中";
"NEWLOG" = "新規ログファイルが作成されました…";

"UNINSTALL_MAINTENANCE" = "本当に Maintenance および Maintenance の使用によって作成された関連ファイルをアンインストールしてもよろしいですか？";
"QUIT_MAINTENANCE" = "本当に Maintenance を終了してもよろしいですか？";
